{
  "page": 1,
  "results": [
    {
      "adult": false,
      "backdrop_path": "/egoyMDLqCxzjnSrWOz50uLlJWmD.jpg",
      "genre_ids": [
        28,
        878,
        35,
        10751,
        12
      ],
      "id": 675353,
      "original_language": "en",
      "original_title": "Sonic the Hedgehog 2",
      "overview": "Bien installé dans la petite ville de Green Hills, Sonic veut maintenant prouver qu’il a l’étoffe d\u0027 un véritable héros. Un défi de taille se présente à lui quand le Dr Robotnik refait son apparition. Accompagné de son nouveau complice Knuckles, ils sont en quête d’une émeraude dont le pouvoir permettrait de détruire l’humanité toute entière. Pour s’assurer que l’émeraude ne tombe entre de mauvaises mains, Sonic fait équipe avec Tails. Commence alors un voyage à travers le monde, plein de péripéties.",
      "popularity": 10974.265,
      "poster_path": "/7RSCL6V8BlekgVnNPok6tLW50tP.jpg",
      "release_date": "2022-03-30",
      "title": "Sonic 2, le film",
      "video": false,
      "vote_average": 7.7,
      "vote_count": 1172
    },
    {
      "adult": false,
      "backdrop_path": "/5P8SmMzSNYikXpxil6BYzJ16611.jpg",
      "genre_ids": [
        80,
        9648,
        53
      ],
      "id": 414906,
      "original_language": "en",
      "original_title": "The Batman",
      "overview": "Durant les deux années passées à arpenter les rues en tant que Batman, Bruce Wayne s\u0027est aventuré au cœur des ténèbres de Gotham City. Disposant de seulement quelques alliés de confiance au sein du monde corrompu qu\u0027est l\u0027élite de la ville, le justicier solitaire s\u0027est imposé comme l\u0027unique incarnation de la vengeance parmi ses concitoyens. Lorsqu\u0027un meurtrier s\u0027en prend aux plus grandes personnalités de Gotham à l\u0027aide de machinations sadiques, le plus grand détective du monde se lance dans une enquête dans la pègre en suivant des indices mystérieux, croisant ainsi Selina Kyle, alias Catwoman, Oswald Cobblepot, alias le Pingouin, Carmine Falcone et Edward Nashton, alias le Sphinx. Alors que les pistes et les plans du criminel s\u0027éclaircissent, Batman doit tisser de nouveaux liens, démasquer le coupable et rétablir la justice à Gotham City, depuis trop longtemps empoisonnée par l\u0027abus de pouvoir et la corruption.",
      "popularity": 4447.894,
      "poster_path": "/t9JGg10CW1DzXEdWL54ewkUko6N.jpg",
      "release_date": "2022-03-01",
      "title": "The Batman",
      "video": false,
      "vote_average": 7.8,
      "vote_count": 4416
    },
    {
      "adult": false,
      "backdrop_path": "/fEe5fe82qHzjO4yej0o79etqsWV.jpg",
      "genre_ids": [
        16,
        35,
        28,
        10751,
        80
      ],
      "id": 629542,
      "original_language": "en",
      "original_title": "The Bad Guys",
      "overview": "Une adaptation de la célèbre série littéraire racontant les aventures de Mr Wolf, Mr Shark, Mr Snake et Mr Piranha, lassés d\u0027être des méchants.",
      "popularity": 4219.256,
      "poster_path": "/9NGa3c2CZp2dfYQLTmcFoVDFbOz.jpg",
      "release_date": "2022-03-17",
      "title": "Les Bad Guys",
      "video": false,
      "vote_average": 7.7,
      "vote_count": 319
    },
    {
      "adult": false,
      "backdrop_path": "/aEGiJJP91HsKVTEPy1HhmN0wRLm.jpg",
      "genre_ids": [
        28,
        12
      ],
      "id": 335787,
      "original_language": "en",
      "original_title": "Uncharted",
      "overview": "Nathan Drake, voleur astucieux et intrépide, est recruté par le chasseur de trésors chevronné Victor « Sully » Sullivan pour retrouver la fortune de Ferdinand Magellan, disparue il y a 500 ans. Ce qui ressemble d’abord à un simple casse devient finalement une course effrénée autour du globe pour s’emparer du trésor avant l’impitoyable Moncada, qui est persuadé que sa famille est l’héritière légitime de cette fortune. Si Nathan et Sully réussissent à déchiffrer les indices et résoudre l’un des plus anciens mystères du monde, ils pourraient rafler la somme de 5 milliards de dollars et peut-être même retrouver le frère de Nathan, disparu depuis longtemps… mais encore faudrait-il qu’ils apprennent à travailler ensemble.",
      "popularity": 4214.334,
      "poster_path": "/ttMnI8Xtdshl40AAB8lwsZjfyqL.jpg",
      "release_date": "2022-02-10",
      "title": "Uncharted",
      "video": false,
      "vote_average": 7.2,
      "vote_count": 1813
    },
    {
      "adult": false,
      "backdrop_path": "/AdyJH8kDm8xT8IKTlgpEC15ny4u.jpg",
      "genre_ids": [
        14,
        28,
        12
      ],
      "id": 453395,
      "original_language": "en",
      "original_title": "Doctor Strange in the Multiverse of Madness",
      "overview": "Dans ce nouveau film Marvel Studios, l’univers cinématographique Marvel déverrouille et repousse les limites du multivers encore plus loin. Voyagez dans l’inconnu avec Doctor Strange, qui avec l’aide d’anciens et de nouveaux alliés mystiques, traverse les réalités hallucinantes et dangereuses du multivers pour affronter un nouvel adversaire mystérieux.",
      "popularity": 4400.801,
      "poster_path": "/dbJDPJBHKxnMyvcc12mcbGK5RPF.jpg",
      "release_date": "2022-05-04",
      "title": "Doctor Strange in the Multiverse of Madness",
      "video": false,
      "vote_average": 7.5,
      "vote_count": 1231
    },
    {
      "adult": false,
      "backdrop_path": "/iQFcwSGbZXMkeyKrxbPnwnRo5fl.jpg",
      "genre_ids": [
        28,
        12,
        878
      ],
      "id": 634649,
      "original_language": "en",
      "original_title": "Spider-Man: No Way Home",
      "overview": "Après les événements liés à l\u0027affrontement avec Mysterio, l\u0027identité secrète de Spider-Man a été révélée. Il est poursuivi par le gouvernement américain, qui l\u0027accuse du meurtre de Mysterio, et traqué par les médias. Cet événement a également des conséquences terribles sur la vie de sa petite-amie M.J. et de son meilleur ami Ned. Désemparé, Peter Parker demande alors de l\u0027aide au docteur Strange. Ce dernier lance un sort pour que tout le monde oublie que Peter est Spider-Man. Mais les choses ne se passent pas comme prévu, et cette action altère la stabilité de l\u0027espace-temps. Cela ouvre le « multivers », un concept terrifiant dont ils ne savent quasiment rien...",
      "popularity": 3666.323,
      "poster_path": "/3SyG7dq2q0ollxJ4pSsrqcfRmVj.jpg",
      "release_date": "2021-12-15",
      "title": "Spider-Man: No Way Home",
      "video": false,
      "vote_average": 8.1,
      "vote_count": 12630
    },
    {
      "adult": false,
      "backdrop_path": "/eQN31P4IEhyp6NkdccvppJnyuJ4.jpg",
      "genre_ids": [
        28,
        12,
        14,
        878
      ],
      "id": 284052,
      "original_language": "en",
      "original_title": "Doctor Strange",
      "overview": "Doctor Strange suit l’histoire du Docteur Stephen Strange, talentueux neurochirurgien qui, après un tragique accident de voiture, doit mettre son ego de côté et apprendre les secrets d’un monde caché de mysticisme et de dimensions alternatives. Basé à New York, dans le quartier de Greenwich Village, Doctor Strange doit jouer les intermédiaires entre le monde réel et ce qui se trouve au‐delà, en utilisant un vaste éventail d’aptitudes métaphysiques et d’artefacts pour protéger le Marvel Cinematic Universe.",
      "popularity": 2286.312,
      "poster_path": "/7wZ7mx7tY5SgflQKuJmQvwu3wGm.jpg",
      "release_date": "2016-10-25",
      "title": "Doctor Strange",
      "video": false,
      "vote_average": 7.4,
      "vote_count": 18911
    },
    {
      "adult": false,
      "backdrop_path": "/192vHmAPbk5esL34XMKZ1YLGFjr.jpg",
      "genre_ids": [
        28,
        53,
        80
      ],
      "id": 763285,
      "original_language": "en",
      "original_title": "Ambulance",
      "overview": "À Los Angeles, Will Sharp est un homme sans histoires de la classe moyenne. Alors qu\u0027il a désespérément besoin de 231 000 $ pour les soins médicaux de sa femme, il contacte Danny son frère criminel pour l\u0027aider. Celui-ci le recrute pour un braquage pouvant rapporter près de 32 millions de dollars : The LA Federal Bank Trust. Mais rien ne se passe comme prévu et les deux frères tirent sur un officier du LAPD. Pour s\u0027enfuir, ils volent une ambulance. À son bord se trouvent Cam Thompson, une ambulancière, et l\u0027officier de police mourant sur lequel ils ont tiré. Pendant la course poursuite infernale qui s’ensuit, Will et Danny vont devoir échapper aux forces de l’ordre surmotivées postées aux 4 coins de la ville, tenter de garder leurs otages en vie et éviter de s’entre-tuer tout en exécutant l’évasion la plus spectaculaire que la ville de Los Angeles n’ait jamais vue.",
      "popularity": 2521.488,
      "poster_path": "/bvFeEZ10Gtt5Yd2KKDOTaO4m8v7.jpg",
      "release_date": "2022-03-16",
      "title": "Ambulance",
      "video": false,
      "vote_average": 7,
      "vote_count": 521
    },
    {
      "adult": false,
      "backdrop_path": "/fOy2Jurz9k6RnJnMUMRDAgBwru2.jpg",
      "genre_ids": [
        16,
        10751,
        35,
        14
      ],
      "id": 508947,
      "original_language": "en",
      "original_title": "Turning Red",
      "overview": "Les aventures de Meilin Lee, une jeune adolescente de 13 ans, pleine d’assurance, mais tiraillée entre son image de petite fille modèle aux yeux de sa mère hyper protectrice et le chaos de l’adolescence. Et comme si tous les changements qui s’opèrent en elle ne suffisaient pas, chaque fois qu’elle est débordée par ses émotions - ce qui, pour une ado, arrive quasiment tout le temps - elle se transforme en panda roux géant !",
      "popularity": 2331.811,
      "poster_path": "/jBCUJ90BVXIDSLlXUvgQcj6LOHa.jpg",
      "release_date": "2022-03-10",
      "title": "Alerte rouge",
      "video": false,
      "vote_average": 7.4,
      "vote_count": 2064
    },
    {
      "adult": false,
      "backdrop_path": "/x747ZvF0CcYYTTpPRCoUrxA2cYy.jpg",
      "genre_ids": [
        878,
        12,
        28
      ],
      "id": 406759,
      "original_language": "en",
      "original_title": "Moonfall",
      "overview": "Un astéroïde percute la Lune. L\u0027orbite de cette dernière est déviée et se dirige vers la Terre. Une équipe d\u0027astronautes, composée entre autres de l\u0027administratrice de la NASA et d\u0027un génie scientifique, se rend sur l\u0027astre afin de sauver la planète. Mais sur place, ils devront faire face à une force inconnue qui pourrait bien changer notre vision de l\u0027Univers.",
      "popularity": 2143.359,
      "poster_path": "/pP2d05Ybd6rt8vG6kxE6xSDLVq9.jpg",
      "release_date": "2022-02-03",
      "title": "Moonfall",
      "video": false,
      "vote_average": 6.5,
      "vote_count": 938
    },
    {
      "adult": false,
      "backdrop_path": "/i0zbSmiyyylh7H3Qb4jgscz46Pm.jpg",
      "genre_ids": [
        27
      ],
      "id": 893370,
      "original_language": "es",
      "original_title": "Virus-32",
      "overview": "Un virus se déchaîne et un massacre effrayant se déroule dans les rues de Montevideo.",
      "popularity": 1829.394,
      "poster_path": "/3CvBuw9aoziJJAbqymmsF2drnzH.jpg",
      "release_date": "2022-04-21",
      "title": "Virus-32",
      "video": false,
      "vote_average": 6.8,
      "vote_count": 37
    },
    {
      "adult": false,
      "backdrop_path": "/kLnqNE9Af5QHyvUxw8cDGhF1ilv.jpg",
      "genre_ids": [
        53
      ],
      "id": 956101,
      "original_language": "la",
      "original_title": "La Octava Cláusula",
      "overview": "",
      "popularity": 2609.505,
      "poster_path": "/8tc8eMFAX2SDC1TRu987qFQy8Cl.jpg",
      "release_date": "2022-04-29",
      "title": "La Octava Cláusula",
      "video": false,
      "vote_average": 4.1,
      "vote_count": 7
    },
    {
      "adult": false,
      "backdrop_path": "/t9hNIUFcy0tYu55IPxjxRTTdZ6X.jpg",
      "genre_ids": [
        10749,
        18
      ],
      "id": 829557,
      "original_language": "pl",
      "original_title": "365 Days: This Day",
      "overview": "On retrouve Laura et Massimo dans une histoire plus torride que jamais. Mais leur nouvelle vie va être chamboulée par les liens familiaux de Massimo et l\u0027irruption d\u0027un mystérieux étranger déterminé à conquérir le cœur de Laura et à gagner sa confiance, quel que soit le prix à payer.",
      "popularity": 1737.824,
      "poster_path": "/oZNI08UnRwGH6Gl8iR7Dq8HV806.jpg",
      "release_date": "2022-04-27",
      "title": "365 Jours : Au lendemain",
      "video": false,
      "vote_average": 5.6,
      "vote_count": 354
    },
    {
      "adult": false,
      "backdrop_path": "/2n95p9isIi1LYTscTcGytlI4zYd.jpg",
      "genre_ids": [
        18,
        53,
        80
      ],
      "id": 799876,
      "original_language": "en",
      "original_title": "The Outfit",
      "overview": "Leonard, un tailleur anglais crée des costumes sur le célèbre Savile Row de Londres. Mais après une tragédie personnelle, il part à Chicago, où il tient une petite boutique dans un quartier difficile. Il y fabrique de beaux vêtements pour les seules personnes du quartier qui peuvent se les payer est une famille de gangsters dangereux.",
      "popularity": 1749.077,
      "poster_path": "/zbGN4QBrKoT3HO7etj4FvlM3OZb.jpg",
      "release_date": "2022-02-25",
      "title": "The Outfit",
      "video": false,
      "vote_average": 7,
      "vote_count": 188
    },
    {
      "adult": false,
      "backdrop_path": "/figlwUsXXFehX3IebdjqNLV6vWk.jpg",
      "genre_ids": [
        28,
        53
      ],
      "id": 628900,
      "original_language": "en",
      "original_title": "The Contractor",
      "overview": "Après avoir été viré des Marines, James Harper rejoint une organisation paramilitaire afin de subvenir aux besoins de sa famille. Il se rend en Pologne, avec une équipe d\u0027élite, dans le cadre d\u0027une mission visant à enquêter sur une menace mystérieuse. Mais Harper se retrouve seul et traqué, au beau milieu de l\u0027Europe de l\u0027Est. Il va devoir se battre, pour rester en vie suffisamment longtemps, afin de découvrir les motivations de ceux qui l\u0027ont trahi.",
      "popularity": 1799.049,
      "poster_path": "/rJPGPZ5soaG27MK90oKpioSiJE2.jpg",
      "release_date": "2022-03-10",
      "title": "The Contractor",
      "video": false,
      "vote_average": 6.4,
      "vote_count": 206
    },
    {
      "adult": false,
      "backdrop_path": "/xzLOQjF1w4og963lxsGJwMhPbZ.jpg",
      "genre_ids": [
        28,
        80,
        18
      ],
      "id": 951470,
      "original_language": "en",
      "original_title": "Silverton Siege",
      "overview": "Les tensions s\u0027exacerbent lorsqu\u0027un braquage de banque tourne mal après une grève anti-apartheid. Adapté d\u0027une histoire vraie.",
      "popularity": 1203.843,
      "poster_path": "/5HruMN0vvl84AqD7sCDXFNO4RhP.jpg",
      "release_date": "2022-04-27",
      "title": "Silverton Siege",
      "video": false,
      "vote_average": 6.4,
      "vote_count": 48
    },
    {
      "adult": false,
      "backdrop_path": "/3G1Q5xF40HkUBJXxt2DQgQzKTp5.jpg",
      "genre_ids": [
        16,
        35,
        10751,
        14
      ],
      "id": 568124,
      "original_language": "en",
      "original_title": "Encanto",
      "overview": "Dans un mystérieux endroit niché au cœur des montagnes de Colombie, la fantastique famille Madrigal habite une maison enchantée dans une cité pleine de vie, un endroit merveilleux appelé Encanto. L’Encanto a doté chacun des enfants de la famille d’une faculté magique allant d’une force surhumaine au pouvoir de guérison. Seule Mirabel n’a reçu aucun don particulier. Mais lorsque la magie de l’Encanto se trouve menacée, la seule enfant ordinaire de cette famille extraordinaire va peut-être se révéler leur unique espoir…",
      "popularity": 1126.772,
      "poster_path": "/75s7inwv1WHRuySyjA6p0oMaz9Z.jpg",
      "release_date": "2021-11-24",
      "title": "Encanto, la fantastique famille Madrigal",
      "video": false,
      "vote_average": 7.7,
      "vote_count": 6368
    },
    {
      "adult": false,
      "backdrop_path": "/qNRkfXBdAuXk9Qs3BEDIfmbAK9w.jpg",
      "genre_ids": [
        80,
        28
      ],
      "id": 883502,
      "original_language": "en",
      "original_title": "Fortress: Sniper\u0027s Eye",
      "overview": "Le film suit l\u0027histoire d\u0027un lieu de villégiature top secret pour officiers intelligents américains à la retraite. Dans le premier, un groupe de criminels dirigé par Balzary fait irruption dans l\u0027enceinte de la station balnéaire, déterminés à se venger de Robert, forçant l\u0027officier à la retraite et son fils à sauver la situation. Murray et Metcalfe reprennent leurs rôles dans la suite.",
      "popularity": 1618.603,
      "poster_path": "/wi2RKJYYWbrvrVdJ6zmCdg9Gq6b.jpg",
      "release_date": "2022-04-29",
      "title": "Fortress : Sniper\u0027s Eye",
      "video": false,
      "vote_average": 5.8,
      "vote_count": 19
    },
    {
      "adult": false,
      "backdrop_path": "/wdjdHBDwmynWUrJcNzS24uegvK5.jpg",
      "genre_ids": [
        12,
        14
      ],
      "id": 338953,
      "original_language": "en",
      "original_title": "Fantastic Beasts: The Secrets of Dumbledore",
      "overview": "Le professeur Albus Dumbledore (Jude Law) sait que le puissant mage noir Gellert Grindelwald (Mads Mikkelsen) cherche à prendre le contrôle du monde des sorciers. Incapable de l’empêcher d’agir seul, il sollicite le magizoologiste Norbert Dragonneau (Eddie Redmayne) pour qu’il réunisse des sorciers, des sorcières et un boulanger moldu au sein d’une équipe intrépide. Leur mission des plus périlleuses les amènera à affronter des animaux, anciens et nouveaux, et les disciples de plus en plus nombreux de Grindelwald. Pourtant, dès lors que les enjeux sont aussi élevés, Dumbledore pourra-t-il encore rester longtemps dans l’ombre ?",
      "popularity": 1114.828,
      "poster_path": "/uXs7wMtsfnBFuGVogAxJXZXshFU.jpg",
      "release_date": "2022-04-06",
      "title": "Les Animaux Fantastiques : Les Secrets de Dumbledore",
      "video": false,
      "vote_average": 6.8,
      "vote_count": 934
    },
    {
      "adult": false,
      "backdrop_path": "/j8ve0iuDEnrcSpUxL62uvI4wnwB.jpg",
      "genre_ids": [
        35,
        10751,
        10749
      ],
      "id": 937337,
      "original_language": "es",
      "original_title": "¡Qué despadre!",
      "overview": "",
      "popularity": 1006.306,
      "poster_path": "/IkdBm3dDA11pNFlbkLcU5WdESn.jpg",
      "release_date": "2022-02-09",
      "title": "¡Qué despadre!",
      "video": false,
      "vote_average": 8,
      "vote_count": 26
    }
  ],
  "total_pages": 33513,
  "total_results": 670247
}